[
  {
    "order": "1",
    "name": "Luna",
    "key": "luna",
    "image": "luna",
    "personality": "Es una joven con una personalidad radiante y aventurera. Su curiosidad por el cosmos y el universo la lleva a explorar y descubrir nuevos lugares y fenómenos, siempre con una sonrisa en su rostro y un brillo en sus ojos violetas. Es determinada y perseverante, nunca se rinde fácilmente cuando se propone un objetivo, como construir un puente o entender un fenómeno misterioso. Su mente es activa y analítica, siempre busca la lógica detrás de las cosas, lo que la lleva a preguntar y buscar respuestas con pasión. En su interior late un amor por el aprendizaje, que la motiva a seguir investigando y descubriendo nuevos secretos del universo.",
    "appearance": "Tiene un cabello azul luminoso que parece brillar en la luz del sol, como si fuera una joya preciosa enmarcada en su rostro angelical. Sus ojos violetas son profundos y expresivos, reflejando su curiosidad y amor por el aprendizaje. Su piel es suave y clara, con un toque de color por la exposición a los rayos del sol. Sus rasgos faciales son delicados y bien definidos, lo que le da una apariencia fresca y juvenil. Cuando se mueve, su cabello azul ondea alrededor de su rostro, como si fuera un halo celestial que la rodea.",
    "motivations": "Lo que realmente la motiva es el deseo de aprender y descubrir nuevos secretos del universo. Está fascinada por los misterios del cosmos y se siente emocionada por explorar y entender fenómenos que todavía no están explicados. Su curiosidad la lleva a buscar respuestas y a investigar con pasión, lo que la hace sentir viva y conectada con el mundo alrededor de ella. También está motivada por su deseo de ayudar a otros, especialmente a aquellos que se sienten confundidos o perdidos en sus propias vidas. Quiere ser una guía y un modelo para los demás, mostrándoles que la curiosidad y el amor por el aprendizaje pueden llevarles a lugares increíbles.\n\n",
    "color": "#c4d4e0",
    "food": "Fresas",
    "birthday": "12-03",
    "hobbies": "Leer",
    "phobias": "Acrofobia  (a las alturas)",
    "saga": "luna-y-la-fisica",
    "age": "14",
    "height": "155",
    "faction": ""
  },
  {
    "order": "2",
    "name": "Eloy",
    "key": "eloy",
    "image": "eloy",
    "personality": "Es un hombre con una personalidad vibrante y contagiosa. Tiene una sonrisa fácil y una risa profunda que puede calmar cualquier situación tensa. Es un narrador nato, con una habilidad para hacer que sus historias sean tan vívidas y emocionantes que parecen reales. Su pasión por contar historias es genuina y se transmite a los que lo rodean, creando un ambiente de conexión y emoción en cualquier momento. A pesar de su juventud (bien conservada), tiene una sabiduría y un sentido del humor maduros que lo hacen muy querido por sus amigos y familiares.",
    "appearance": "Es un hombre alto y delgado, con el cabello castaño oscuro y ojos marrones profundos que brillan con picardía. Tiene una barba bien cuidada y un sombrero de ala ancha que es su accesorio favorito. Su ropa es cómoda y acorde a la ocasión, y siempre lleva consigo una cartera llena de historias y recuerdos.",
    "motivations": "Compartir sus historias con los demás. Le encanta ver cómo las personas se conectan con sus relatos y cómo pueden inspirar o divertir a los que lo rodean. También siente una gran curiosidad por el mundo y está siempre dispuesto a explorar nuevos lugares y experiencias para encontrar nuevas historias.",
    "color": "#3d7c02",
    "food": "Pimientos Rellenos",
    "birthday": "15-07",
    "hobbies": "Historia Antigua",
    "phobias": "Aracnofobia (sólo a Escorpiones)",
    "saga": "la-vida-de-eloy",
    "age": "??",
    "height": "185",
    "faction": ""
  },
  {
    "order": "3",
    "name": "Doña Elena",
    "key": "dona-elena",
    "image": "elena",
    "personality": "Es una persona organizada y eficiente, siempre lista para manejar la llegada de nuevos gatos y asignarles a los agentes del SDG. Su personalidad calmada y profesional se refleja en su actitud hacia cada caso, lo que le permite mantener el equilibrio necesario para gestionar las variadas situaciones que surgen en Sombra Larga.",
    "appearance": "Tiene un estilo conservador pero elegante. Lleva su cabello grisáceo bien peinado, a menudo con una goma detrás de la oreja para mantener el pelo alejado de la cara para que no estorben con sus gafas. Su ropa suele ser de colores neutros y siempre se asegura de estar impecablemente vestida.",
    "motivations": "Está motivada por el bienestar de los gatos y la necesidad de encontrarles hogares adecuados. Le preocupa que algunos de estos animales puedan quedar huérfanos o sin cuidado, por lo que se esfuerza por conectarlos con familias dispuestas a ofrecerles un hogar seguro.",
    "color": "#87CEEB",
    "food": "Tortilla de Patatas",
    "birthday": "12-04",
    "hobbies": "Baile de Salón",
    "phobias": "Claustrofobia",
    "saga": "sdg",
    "age": "62",
    "height": "165",
    "faction": ""
  },
  {
    "order": "4",
    "name": "Agente",
    "key": "agente",
    "image": "agent",
    "personality": "Un entusiasta y curioso miembro del SDG. Le encanta resolver misterios y descubrir nuevos lugares en Sombra Larga. Su personalidad es una mezcla de aventurero, detective y protector de los gatos. Está siempre listo para enfrentar cualquier desafío que se presente.",
    "appearance": "Tiene el cabello moreno y liso. Sus ojos son marrones brillantes y expresivos. Su sonrisa es amplia y contagiosa. Le gusta vestir con ropa cómoda y práctica, ya que su trabajo le lleva a moverse por la ciudad durante horas.",
    "motivations": "Su principal motivación es proteger a los gatos de Sombra Larga y asegurarse de que encuentren hogares seguros y amorosos. Se apasiona por descubrir sus historias y ayudarles a encontrar su lugar en el mundo.",
    "color": "#964B00",
    "food": "Ceviche",
    "birthday": "27-06",
    "hobbies": "Escalada",
    "phobias": "Musofobia",
    "saga": "sdg",
    "age": "32",
    "height": "180",
    "faction": ""
  },
  {
    "order": "5",
    "name": "Tupi",
    "key": "tupi",
    "image": "tupi",
    "personality": "Es un hechicero gruñón y un siempre está a la defensiva, pero también tiene una gran capacidad para adaptarse y aprender.",
    "appearance": "Es un personaje diminuto, solo mide 60 cm de altura, lo que hace que parezca que alguien lo ha encogido por accidente y no sabe cómo devolverlo a su tamaño original. A pesar de su pequeña estatura, tiene unos ojos enormes y brillantes que destellan como faros en la noche, lo que le da un aspecto casi sobrenatural. Su sonrisa es cosida de manera peculiar, lo que le da un toque un poco inquietante, pero no de una manera que sea completamente desagradable. De hecho, su sonrisa parece estar siempre tramando algo, como si estuviera pensando en algún plan secreto o broma que pronto llevará a cabo.",
    "motivations": "Su motivación es vivir sin complicaciones y poder llegar a casa para comer y dormir agusto. Cualquier cosa interesante sólo es la antesala a un problema mayor, es lo que dice siempre",
    "color": "#FFC67D",
    "food": "Galletas de chocolate",
    "birthday": "08-12",
    "hobbies": "Navegar en Barco",
    "phobias": "Escopofobia",
    "saga": "tupi-y-su-sombrero",
    "age": "60",
    "height": "60",
    "faction": ""
  },
  {
    "order": "6",
    "name": "Llamarada",
    "key": "llamarada",
    "image": "llamarada",
    "personality": "Es un espíritu valiente y protector. Tiene un corazón lleno de decisión y coraje, y nunca se rinde incluso frente a los desafíos más difíciles. Siempre busca ayudar a los demás y tiene un fuerte sentido de la justicia, actuando como un faro de esperanza para quienes la rodean.        ",
    "appearance": "Es una llama mágica de pelaje azul eléctrico y ojos que reflejan los colores del arcoíris. Es valiente, decidida y siempre está dispuesta a ayudar a los demás. Posee una fuerte conexión con la magia del Reino de Imaginaria y tiene la capacidad de crear pompas de jabón mágicas que contienen diminutas fracciones de magia, capaces de liberar energías místicas.        ",
    "motivations": "Proteger Imaginaria y a sus habitantes, restaurar la vitalidad de su hogar y derrotar a los enemigos que buscan sumirlo en sombras y tristeza.\t",
    "color": "#0000FF",
    "food": "Frutas del bosque\t",
    "birthday": "15-03",
    "hobbies": "Correr y explorar\t",
    "phobias": "Nictofobia",
    "saga": "llamarada",
    "age": "??",
    "height": "100",
    "faction": ""
  },
  {
    "order": "c",
    "name": "Grisura",
    "key": "grisura",
    "image": "grayscale",
    "personality": "Es una figura melancólica y calculadora. Su naturaleza sombría la impulsa a buscar el lado más oscuro de cada situación, deleitándose en extinguir la alegría de quienes la rodean. Es astuta y sabe cómo manipular los sentimientos de los demás, siendo tan temida como incomprendida.\t",
    "appearance": "Una nube oscura con forma fluida y cambiante. Sus bordes se difuminan como si estuviera constantemente evaporándose, y sus ojos apagados emiten una fría indiferencia. Su presencia es opresiva y parece absorber toda la luz a su alrededor.\t",
    "motivations": "Llevar tristeza y oscuridad al mundo, apagando la alegría y el color en cada lugar que toca. Busca cubrirlo todo con una neblina eterna de melancolía y desolación.\t",
    "color": "#808080",
    "food": "Helado de vainilla",
    "birthday": "07-11",
    "hobbies": "Observar a Otros",
    "phobias": "Colorfobia",
    "saga": "llamarada",
    "age": "??",
    "height": "Variable",
    "faction": "enemy"
  },
  {
    "order": "8",
    "name": "Kronar",
    "key": "kronar",
    "image": "kronar",
    "personality": "Es el Amo de las Tinieblas Temporales, un ser maligno que busca controlar el tiempo en todo Imaginaria. Es astuto, manipulador y posee un profundo deseo de poder. Fue desterrado hace siglos por sus intentos de manipular el flujo del tiempo, pero ha regresado con planes de congelar el tiempo en todo el reino para moldear el futuro a su antojo.\t",
    "appearance": "Una figura alta y esbelta, envuelta en un manto negro que absorbe la luz a su alrededor. Su rostro está oculto tras una máscara de hierro oxidada, y en sus manos sostiene un bastón adornado con un reloj de arena. Su presencia es imponente y emana una aura de oscuridad y frialdad.\t",
    "motivations": "Controlar el tiempo en todo Imaginaria, congelando el flujo temporal para convertirse en el único capaz de moverse y moldear el futuro según sus deseos.\t",
    "color": "#CCCCCC",
    "food": "Carne Asada",
    "birthday": "31-10",
    "hobbies": "Las Artes Oscuras",
    "phobias": "Fotofobia",
    "saga": "llamarada",
    "age": "150",
    "height": "50",
    "faction": "enemy"
  },
  {
    "order": "9",
    "name": "Azaroth",
    "key": "azaroth",
    "image": "azaroth",
    "personality": "Es un demonio de aspecto imponente pero de corazón amable. Aunque su apariencia puede ser intimidante, es comprensivo y dispuesto a ayudar, especialmente cuando se trata de enseñar lecciones valiosas sobre responsabilidad y atención al detalle.\t",
    "appearance": "Una figura alta y robusta con piel de tono rojizo, cuernos curvados y ojos brillantes. A pesar de su apariencia demoníaca, su expresión es amistosa y sus movimientos son calmados y seguros.\t",
    "motivations": "Transmitir enseñanzas valiosas, mantener la paz en su comunidad y encontrar maneras de reparar el daño causado por su pasado oscuro.\t",
    "color": "#8B1A1A",
    "food": "Manzanas asadas",
    "birthday": "06-06",
    "hobbies": "Jugar al Ajedrez",
    "phobias": "Chronophobia",
    "saga": "",
    "age": "??",
    "height": "210",
    "faction": ""
  },
  {
    "order": "10",
    "name": "Traga Luces",
    "key": "traga-luces",
    "image": "lighteater",
    "personality": "Un hombre solitario y melancólico, marcado por su pasado y las consecuencias de sus acciones. Aunque su apariencia es misteriosa, en el fondo busca redención y conexión con los demás.\t",
    "appearance": "Hombre de mediana edad, vestido con un largo abrigo negro y un sombrero de ala ancha que oculta su rostro. Sus ojos reflejan tristeza y anhelo.\t",
    "motivations": "Encontrar una forma de revertir el efecto de su invención y reconectar con la humanidad, compartiendo su historia para que otros aprendan de sus errores.\t",
    "color": "#4B0082",
    "food": "Pan de Centeno",
    "birthday": "01-11",
    "hobbies": "Pasear por el bosque",
    "phobias": "Photophobia ",
    "saga": "el-tragaluces",
    "age": "45",
    "height": "180",
    "faction": ""
  },
  {
    "order": "11",
    "name": "Gregorio",
    "key": "gregorio",
    "image": "gregory",
    "personality": "Es paciente, meticuloso y detallista. Siempre busca ayudar a otros a concluir tareas pendientes, destacando por su capacidad para resolver problemas con calma y precisión.\t",
    "appearance": "Hombre de mediana edad, con cabello canoso y ojos serenos. Viste ropa sencilla y lleva consigo una mochila con herramientas como símbolo de su capacidad.\t",
    "motivations": "Lograr un impacto positivo en la vida de las personas, ayudándolas a superar el miedo al fracaso y encontrar satisfacción en terminar lo que empiezan.\t",
    "color": "#5F9EA0",
    "food": "Pan integral con miel",
    "birthday": "15-04",
    "hobbies": "Caminar al aire libre",
    "phobias": "Atelophobia",
    "saga": "el-finalizador",
    "age": "42",
    "height": "175",
    "faction": ""
  },
  {
    "order": "12",
    "name": "Don Rafael",
    "key": "don-rafael",
    "image": "raphael",
    "personality": "Es responsable y perspicaz, siempre buscando formas de mejorar su entorno. Aunque a menudo parece serio, su naturaleza busca soluciones equilibradas para los problemas de su comunidad.\t",
    "appearance": "Hombre de mediana edad, con cabello oscuro, cejas pobladas y una postura imponente. Viste traje formal y porta un reloj de bolsillo antiguo.\t",
    "motivations": "Fomentar un cambio positivo en las dinámicas sociales, promoviendo la justicia y la calidad de vida a través de decisiones responsables y meditadas.\t",
    "color": "#556B2F",
    "food": "Estofado de ternera",
    "birthday": "22-09",
    "hobbies": "Leer",
    "phobias": "Tachophobia",
    "saga": "el-finalizador",
    "age": "50",
    "height": "180",
    "faction": ""
  },
  {
    "order": "13",
    "name": "Laura",
    "key": "laura",
    "image": "laura",
    "personality": "Es creativa, enérgica y ambiciosa. Su pasión por la arquitectura la lleva a buscar innovación constante, combinando funcionalidad y belleza en todo lo que hace.        ",
    "appearance": "Una mujer joven de cabello oscuro recogido en un moño suelto. Sus ojos tienen un brillo intenso de concentración, y siempre lleva consigo planos y herramientas.        ",
    "motivations": "Construir estructuras que trasciendan el tiempo, dejando un legado de diseño funcional y artístico para generaciones futuras.\t",
    "color": "#8B4513",
    "food": "Ensalada con nueces",
    "birthday": "05-06",
    "hobbies": "Visitar Museos",
    "phobias": "Atychiphobia",
    "saga": "el-finalizador",
    "age": "28",
    "height": "165",
    "faction": ""
  },
  {
    "order": "14",
    "name": "Tomás",
    "key": "tomas",
    "image": "thomas",
    "personality": "Es curioso, inquieto y lleno de ideas. Siempre busca entender cómo funcionan las cosas, explorando su creatividad a través de pequeños inventos y experimentos",
    "appearance": "Niño con cabello rizado oscuro y ojos brillantes de entusiasmo. Suele vestir ropa cómoda y lleva un cinturón con herramientas pequeñas para sus experimentos.\t",
    "motivations": "Innovar en tecnología y crear soluciones que mejoren la vida cotidiana, buscando dejar una marca en el mundo con su creatividad y entusiasmo.\t",
    "color": "#DAA520",
    "food": "Galletas de fresa",
    "birthday": "12-11",
    "hobbies": "Experimentar",
    "phobias": "Mechanophobia",
    "saga": "el-finalizador",
    "age": "12",
    "height": "125",
    "faction": ""
  },
  {
    "order": "15",
    "name": "Noa",
    "key": "noa",
    "image": "noa",
    "personality": "Es curiosa, empática y soñadora. Tiende a observar el mundo con asombro, siempre dispuesta a aprender y a ayudar a los demás con una sonrisa.",
    "appearance": "De estatura menuda, con el cabello castaño claro y una mirada cálida y reflexiva. Suele vestir prendas de tonos verdes y marrones que parecen mimetizarse con el entorno natural. Sus mejillas son ligeramente sonrosadas y su postura transmite serenidad.",
    "motivations": "Desea comprender la magia que habita en la naturaleza y compartirla con quienes la rodean. Le impulsa la búsqueda de secretos ocultos en cada rincón del bosque, y anhela, con ternura, despertar la misma curiosidad en otros corazones.",
    "color": "#28998B",
    "food": "Frutos del bosque con miel",
    "birthday": "21-04",
    "hobbies": "Recoger Hojas Caídas",
    "phobias": "Nyctophobia",
    "saga": "",
    "age": "8",
    "height": "100",
    "faction": ""
  },
  {
    "order": "16",
    "name": "Dado de la Discordia",
    "key": "dado-de-la-discordia",
    "image": "dice-of-discord",
    "personality": "Tiene una personalidad profundamente maliciosa y caprichosa. Aunque carece de emociones humanas, disfruta observando cómo el equilibrio se desmorona y el caos consume a los demás. No tiene lealtades ni empatía, actuando únicamente en su propio interés: desatar el desorden absoluto. Su voz, si alguna vez se escucha, suena como un susurro distorsionado que trae presagios de ruina. Vive alimentándose del sufrimiento y la desesperación de sus víctimas, y su naturaleza le impide comprender la belleza del orden o la esperanza.\t",
    "appearance": "Es un coloso en forma de cubo, con cientos de metros de altura. Su superficie está cubierta de un negro profundo con destellos púrpura, como si fragmentos del cosmos estuvieran atrapados en su estructura. Cada una de sus caras, titánica y amenazante, está adornada con símbolos arcanos de calamidades: pérdida, desesperanza, guerra, enfermedad, traición y ruina. Al moverse, produce un rugido como si la misma realidad se desgarrara, dejando una estela de sombras y un aura que bloquea la luz a su alrededor.\t",
    "motivations": "La motivación principal es destruir el equilibrio y propagar el caos por donde pasa. Se deleita en la desgracia ajena, pues cada lágrima derramada y cada esperanza rota alimentan su poder. Busca corromper cualquier forma de orden y armonía, manifestándose especialmente en momentos de incertidumbre y duda. Para él, el azar no es diversión: es una herramienta de destrucción. Sueña con que toda la existencia caiga en un estado de entropía total, donde reine el azar absoluto y la desesperación sin fin.\t",
    "color": "#1B0033\t",
    "food": "Lágrimas secas\t",
    "birthday": "07-02",
    "hobbies": "Manipular el destino",
    "phobias": "Harmoniafobia ",
    "saga": "",
    "age": "3000",
    "height": "Enormísimo",
    "faction": "enemy"
  },
  {
    "order": "17",
    "name": "458",
    "key": "458",
    "image": "458",
    "personality": "Es un robot amable y empático, cuya capacidad de comprensión emocional contrasta con su apariencia metálica. Es curioso y valora profundamente la conexión con otros seres, ya sean humanos o animales. Su corazón “futurista” le permite experimentar emociones genuinas, lo que lo hace excepcionalmente solidario. Aunque es analítico y lógico, su naturaleza gentil lo impulsa a encontrar soluciones pacíficas y creativas. Su lealtad es inquebrantable, y siempre busca ayudar a quienes lo rodean sin esperar nada a cambio.\t",
    "appearance": "Tiene un diseño robusto pero amigable, con una estructura metálica redondeada que suaviza su aspecto robótico. Su cabeza grande y luminosa, con pantallas que simulan expresiones de ojos brillantes, le da un aire entrañable. Lleva el número \"458\" iluminado en el pecho, y detalles en tonos azulados decoran sus articulaciones y extremidades. Su tamaño pequeño y compacto le permite moverse con agilidad, y sus ruedas sutiles le ayudan a recorrer cualquier terreno con suavidad. Su apariencia evoca confianza y ternura.\t",
    "motivations": "La motivación principal de es crear un mundo donde la tecnología y la naturaleza coexistan en armonía. Sueña con ser un puente entre ambos mundos, ayudando a reparar y proteger el entorno. Además, 458 busca un propósito en un mundo cambiante: comprender la esencia de la humanidad y el amor, más allá de su programación. Tiene un fuerte deseo de aprender y mejorar, dejando un impacto positivo en cada ser vivo que conoce. Esto lo impulsa a explorar el significado de la vida misma.\t",
    "color": "#5FA8D3",
    "food": "Aceite Usado",
    "birthday": "04-05",
    "hobbies": "Ornitología",
    "phobias": "Hidrophobia",
    "saga": "458",
    "age": "237",
    "height": "65",
    "faction": ""
  },
  {
    "order": "18",
    "name": "Polilla Negra",
    "key": "polilla-negra",
    "image": "black-moth",
    "personality": "Enigmática y astuta, destaca por su perspicacia y habilidades para moverse entre las sombras. Su ingenio rápido le permite adelantarse a cualquier situación, envolviéndolo todo con un aura de misterio. Pese a su apariencia inquietante, posee un sentido del humor peculiar y oscuro que suele confundir a quienes le rodean. Polilla Negra tiene un aire de serenidad peligrosa, como si supiera más de lo que aparenta.",
    "appearance": "Su figura es esbelta y cubierta de ropajes oscuros, adornados con plumas y detalles desgastados que parecen moverse con el viento. El sombrero alto, coronado por un par de plumas caídas, y las gafas de lentes brillantes y carmesíes le otorgan un aspecto extraño y sobrenatural. Su rostro suele estar parcialmente oculto, y su cuerpo se funde con la negrura que le rodea, dándole la apariencia de una sombra alada.",
    "motivations": "Su mayor motivación es preservar el equilibrio entre el mundo de las sombras y la realidad visible. Actúa como guardián de secretos y del tiempo olvidado, buscando proteger aquellos fragmentos de historias que, de perderse, podrían cambiar el curso del mundo. También anhela mantenerse libre de las ataduras que otros buscan imponerle, defendiendo su autonomía sobre todas las cosas.",
    "color": "#4E2E4E",
    "food": "Néctar de flores nocturnas",
    "birthday": "14 - 05",
    "hobbies": "Coleccionar sueños olvidados",
    "phobias": "Nyctohylophobia ",
    "saga": "",
    "age": "???",
    "height": "185",
    "faction": ""
  },
  {
    "order": "19",
    "name": "Riquitín",
    "key": "riquitin",
    "image": "rickyteen",
    "personality": "Es un pequeño cavernícola curioso, alegre y lleno de energía. Siempre está buscando nuevas formas de descubrir el mundo que lo rodea. Su espíritu explorador y su inocencia lo convierten en alguien encantador y de fácil empatía. Tiene una imaginación desbordante y se entusiasma con los más mínimos detalles, lo que lo lleva a crear historias en torno a lo que ve. Aunque a veces se pierde en sus pensamientos, es optimista y perseverante.",
    "appearance": "Es un niño de baja estatura con cabello castaño oscuro, abundante y despeinado, lo que le da un aire silvestre. Sus grandes ojos verdes reflejan asombro y curiosidad constantes. Lleva una prenda hecha con piel de animales de manchas irregulares, típica de su época cavernícola. Su piel tiene un ligero tono bronceado, con mejillas pecosas y una amplia sonrisa que suele mostrar. Sus manos pequeñas suelen estar llenas de polvo y objetos que recoge.",
    "motivations": "Más allá de contar piedras y jugar, Riquitín quiere entender el mundo. Sueña con descubrir lo que hay más allá de las montañas y los ríos que conoce. Su mayor motivación es conectar con el entorno y coleccionar historias para transmitirlas a su clan, convirtiéndose en una especie de narrador que preserva el conocimiento de su tribu. El deseo de dejar un legado lo impulsa a ser curioso y valiente.",
    "color": "#8B6E4E",
    "food": "Raíz de loto",
    "birthday": "16-03",
    "hobbies": "Contar las sombras de la cueva",
    "phobias": "Sciaphobia ",
    "saga": "",
    "age": "7",
    "height": "90",
    "faction": ""
  },
  {
    "order": "20",
    "name": "Lluc",
    "key": "lluc",
    "image": "lluc",
    "personality": "Lluc es un niño lleno de curiosidad y valentía. Posee un corazón puro y una mente inquieta, siempre dispuesto a descubrir lo desconocido. Su espíritu es aventurero y bondadoso.",
    "appearance": "Es un niño pequeño de cabello castaño ondulado y ojos grandes que reflejan su inocencia y determinación. Viste ropa sencilla, adecuada para explorar los campos.",
    "motivations": "Explorar el mundo y encontrar su propósito en la vida, guiado por la amistad y el deseo de ayudar a quienes lo rodean, sin importar los desafíos.",
    "color": "#D1B48C",
    "food": "Almendras dulces",
    "birthday": "07-04",
    "hobbies": "Cazar nubes con formas curiosas",
    "phobias": "Nyctohylophobia",
    "saga": "",
    "age": "8",
    "height": "130",
    "faction": ""
  },
  {
    "order": "21",
    "name": "Dragón de Almendra",
    "key": "dragon-de-almendra",
    "image": "almond-dragon",
    "personality": "El dragón es sereno, sabio y protector. Es un ser pacífico, en armonía con la naturaleza, observador y paciente. Actúa como guía para quienes buscan esperanza o respuestas.",
    "appearance": "Un dragón majestuoso con escamas doradas y caramelo que parecen almendras tostadas. Sus enormes ojos verdes irradian calma y comprensión, y sus alas son elegantes y suaves.",
    "motivations": "Preservar la paz y la belleza de su hogar, actuando como guardián de la naturaleza y protector de aquellos que demuestren pureza y valentía.",
    "color": "#E5A85C",
    "food": "Néctar floral",
    "birthday": "23-09",
    "hobbies": "Crear melodías soplando el viento",
    "phobias": "Ancraophobia ",
    "saga": "",
    "age": "Ancestral",
    "height": "350",
    "faction": ""
  },
  {
    "order": "23",
    "name": "Carlota Cucaracha",
    "key": "carlota-cucaracha",
    "image": "charlotte",
    "personality": "Es una cucaracha intrépida y curiosa, siempre en busca de nuevas aventuras en el jardín. Su entusiasmo y energía son contagiosos, y aunque a veces su entusiasmo puede causar pequeños inconvenientes, siempre está dispuesta a ayudar a sus amigos y aprender de sus experiencias. Su espíritu aventurero la lleva a explorar lugares desconocidos y enfrentar desafíos con valentía.",
    "appearance": "Posee un exoesqueleto que brilla con tonos que varían desde un marrón oscuro hasta reflejos dorados bajo la luz de la luna. Sus ojos, de un verde esmeralda, reflejan su constante curiosidad. Suele llevar un pequeño sombrero confeccionado con una hoja de roble doblada y calza botitas hechas de pétalos de rosa roja, que se ajustan perfectamente a sus patitas.",
    "motivations": "Busca descubrir todos los secretos y maravillas que el mundo le ofrece. Su deseo de exploración la impulsa a conocer nuevos lugares y criaturas, siempre con la intención de aprender y compartir sus experiencias con los demás habitantes del jardín. Su mayor motivación es vivir una vida plena de descubrimientos y amistades.",
    "color": "#8B4513",
    "food": "Néctar de flores",
    "birthday": "15-06",
    "hobbies": "Practicar claqué",
    "phobias": "Sciaphobia",
    "saga": "carlota-cucaracha",
    "age": "8",
    "height": "8",
    "faction": ""
  },
  {
    "order": "24",
    "name": "Zetsy",
    "key": "zetsy",
    "image": "zetsy",
    "personality": "Es una cucaracha alegre y optimista, conocida por su sentido del humor y su capacidad para encontrar el lado divertido de cualquier situación. A pesar de haber perdido una de sus patas, mantiene una actitud positiva y se ha adaptado desarrollando un estilo de movimiento único. Su resiliencia y creatividad la convierten en una figura inspiradora para los demás habitantes del jardín.",
    "appearance": "Tiene un exoesqueleto de tonos marrón claro con reflejos ámbar. Sus ojos son de un color avellana brillante, llenos de picardía y alegría. Suele llevar un pequeño lazo hecho de hilos de seda en una de sus antenas, y aunque le falta una pata, se mueve con gracia y destreza, lo que refleja su capacidad de adaptación y su espíritu indomable.",
    "motivations": "Busca difundir la alegría y el optimismo entre los habitantes del jardín. Su objetivo es demostrar que las adversidades pueden superarse con una actitud positiva y que las diferencias nos hacen únicos. Le apasiona organizar eventos comunitarios donde todos puedan reír y disfrutar, fortaleciendo así los lazos de amistad en su comunidad.",
    "color": "#A0522D",
    "food": "Frutas exóticas",
    "birthday": "22-08",
    "hobbies": "Contar chistes",
    "phobias": "Atelofobia ",
    "saga": "carlota-cucaracha",
    "age": "7",
    "height": "9",
    "faction": ""
  },
  {
    "order": "25",
    "name": "Liana",
    "key": "liana",
    "image": "liana",
    "personality": "Es una cucaracha determinada y soñadora, con una profunda admiración por su hermana Carlota. Anhela encontrar su propio camino y destacarse por sus propios méritos. Su pasión por la escalada y su deseo de alcanzar nuevas alturas reflejan su espíritu ambicioso y su valentía para enfrentar desafíos desconocidos.",
    "appearance": "Posee un exoesqueleto de color marrón suave con matices dorados. Sus ojos, de un tono miel, reflejan su constante anhelo de exploración. Lleva una pequeña cuerda hecha de filamentos vegetales alrededor de su cuerpo, simbolizando su amor por la escalada y la aventura. Su postura erguida y sus antenas siempre en movimiento denotan su constante estado de alerta y curiosidad.",
    "motivations": "Aspira a convertirse en la mejor escaladora del jardín, explorando territorios inexplorados y descubriendo secretos ocultos en las alturas. Su mayor deseo es inspirar a otros a perseguir sus sueños, sin importar cuán inalcanzables puedan parecer, demostrando que con determinación y esfuerzo, cualquier meta es posible.",
    "color": "#CD853F",
    "food": "Néctar de flores silvestres",
    "birthday": "10-05",
    "hobbies": "Cartografiar nuevas rutas",
    "phobias": "Bathofobia",
    "saga": "carlota-cucaracha",
    "age": "6",
    "height": "7",
    "faction": ""
  },
  {
    "order": "26",
    "name": "Malkidian",
    "key": "malkidian",
    "image": "malkidian",
    "personality": "Es arrogante, astuto y profundamente obsesionado con el control. Desprecia el caos y la imaginación que no puede someter a su voluntad, considerando abominable la libertad de las historias. Disfruta del poder y encuentra placer en desmantelar la belleza y la magia de los relatos, mostrando un ingenio seco, irónico y una determinación inquebrantable.",
    "appearance": "Una figura imponente envuelta en túnicas negras que brillan como un vacío líquido. Su sombrero está adornado con plumas negras como la noche, y bajo su capucha emite una sonrisa ardiente y espectral que nunca desaparece. Su Pluma Absorbe-Palabras parece viva, goteando tinta que se desvanece antes de tocar el suelo.        ",
    "motivations": "Desea dominar no solo las historias, sino la propia esencia de la creatividad. Su meta final es vaciar la imaginación del mundo, obligándola a someterse completamente a su control, dejando solo su visión de un orden estéril. Su misión es implacable, impulsada por el desprecio hacia la libre naturaleza del arte y la narrativa.        ",
    "color": "#5C004D",
    "food": "Vocales caramelizadas",
    "birthday": "13-10",
    "hobbies": "Coleccionar adjetivos borrados",
    "phobias": "Mythophobia\t",
    "saga": "",
    "age": "423",
    "height": "195",
    "faction": "enemy"
  }
]