[
  {
    "order": "1",
    "name": "Luna",
    "key": "luna",
    "image": "luna",
    "personality": "She is a young woman with a radiant and adventurous personality. Her curiosity about the cosmos and the universe drives her to explore and discover new places and phenomena, always with a smile on her face and a sparkle in her violet eyes. She is determined and persistent, never giving up easily when she sets her mind to a goal, whether it’s building a bridge or understanding a mysterious phenomenon. Her mind is active and analytical, always seeking the logic behind things, which leads her to ask questions and passionately search for answers. Deep within her beats a love for learning, motivating her to continue investigating and uncovering new secrets of the universe.",
    "appearance": "She has luminous blue hair that seems to shine in the sunlight, like a precious jewel framing her angelic face. Her violet eyes are deep and expressive, reflecting her curiosity and love for learning. Her skin is soft and clear, with a touch of color from exposure to the sun's rays. Her facial features are delicate and well-defined, giving her a fresh and youthful appearance. When she moves, her blue hair flows around her face, as if it were a celestial halo surrounding her.",
    "motivations": "What truly motivates her is the desire to learn and uncover new secrets of the universe. She is fascinated by the mysteries of the cosmos and feels thrilled by the prospect of exploring and understanding phenomena that remain unexplained. Her curiosity drives her to seek answers and passionately investigate, making her feel alive and connected to the world around her. She is also motivated by her desire to help others, especially those who feel confused or lost in their own lives. She wants to be a guide and a role model, showing them that curiosity and a love for learning can lead them to incredible places.",
    "color": "#c4d4e0",
    "food": "Strawberries",
    "birthday": "12-03",
    "hobbies": "Reading",
    "phobias": "Acrophobia - Fear of heights.",
    "saga": "luna-and-physics",
    "age": "14",
    "height": "155",
    "faction": ""
  },
  {
    "order": "2",
    "name": "Eloy",
    "key": "eloy",
    "image": "eloy",
    "personality": "He is a man with a vibrant and contagious personality. He has an easy smile and a deep laugh that can diffuse any tense situation. A natural storyteller, he has the ability to make his tales so vivid and exciting that they feel real. His passion for storytelling is genuine and resonates with those around him, creating an atmosphere of connection and excitement at any moment. Despite his youthful appearance (well-preserved), he possesses a mature wisdom and sense of humor that make him deeply cherished by his friends and family.",
    "appearance": "He is a tall and slender man with dark brown hair and deep brown eyes that sparkle with mischief. He has a well-groomed beard and a wide-brimmed hat, his favorite accessory. His clothing is comfortable and suited to the occasion, and he always carries a satchel filled with stories and memories.\n\n\n\n\n\n\n",
    "motivations": "Sharing their stories with others. They love seeing how people connect with their tales and how they can inspire or entertain those around them. They also have a deep curiosity about the world and are always eager to explore new places and experiences to find fresh stories.",
    "color": "#3d7c02",
    "food": "Stuffed Peppers",
    "birthday": "15-07",
    "hobbies": "Ancient History",
    "phobias": "Arachnophobia (specific to Scorpions)",
    "saga": "the-life-of-eloy",
    "age": "??",
    "height": "185",
    "faction": ""
  },
  {
    "order": "3",
    "name": "Mrs. Elena",
    "key": "mrs-elena",
    "image": "elena",
    "personality": "They are an organized and efficient individual, always ready to handle the arrival of new cats and assign them to the agents of the CRT. Their calm and professional demeanor is reflected in their approach to each case, allowing them to maintain the balance needed to manage the diverse situations that arise in Shadevale.",
    "appearance": "She has a conservative yet elegant style. Her graying hair is neatly groomed, often tied back with a clip behind her ear to keep it away from her face and glasses. Her clothing is typically in neutral tones, and she always ensures she is impeccably dressed.",
    "motivations": "She is driven by the well-being of cats and the need to find them suitable homes. She is deeply concerned that some of these animals might be left orphaned or uncared for, so she works tirelessly to connect them with families willing to provide them with a safe and loving home.",
    "color": "#87CEEB",
    "food": "Spanish Omelette",
    "birthday": "12-04",
    "hobbies": "Saloon Dance",
    "phobias": "Claustrophobia ",
    "saga": "crt",
    "age": "62",
    "height": "165",
    "faction": ""
  },
  {
    "order": "4",
    "name": "Agent",
    "key": "agent",
    "image": "agent",
    "personality": "An enthusiastic and curious member of the CRT. They love solving mysteries and discovering new places in Shadevale. Their personality is a blend of adventurer, detective, and protector of cats. They are always ready to face any challenge that comes their way.",
    "appearance": "She has straight, dark brown hair. Her eyes are bright, expressive, and brown. Her smile is wide and contagious. She prefers to wear comfortable and practical clothing, as her work keeps her moving around the city for hours.",
    "motivations": "Their main motivation is to protect the cats of Shadevale and ensure they find safe and loving homes. They are passionate about uncovering their stories and helping them find their place in the world.",
    "color": "#964B00",
    "food": "Ceviche",
    "birthday": "27-06",
    "hobbies": "Climbing",
    "phobias": "Musophobia",
    "saga": "crt",
    "age": "32",
    "height": "180",
    "faction": ""
  },
  {
    "order": "5",
    "name": "Tupi",
    "key": "tupi",
    "image": "tupi",
    "personality": "He is a grumpy sorcerer who is always on the defensive, but he also possesses a remarkable ability to adapt and learn.",
    "appearance": "A tiny character, only 60 cm tall, which makes it seem as though someone accidentally shrank him and hasn’t figured out how to return him to his original size. Despite his small stature, he has enormous, bright eyes that shine like beacons in the night, giving him an almost supernatural appearance. His smile is peculiarly stitched, which gives him a slightly unsettling touch—but not in a completely unpleasant way. In fact, his smile always seems to be plotting something, as if he’s thinking about some secret plan or prank he’s about to carry out",
    "motivations": "Their motivation is to live a simple, uncomplicated life and be able to come home to eat and sleep in comfort. \"Anything interesting is just the prelude to a bigger problem,\" they always say.",
    "color": "#FFC67D",
    "food": "Chocolate Cookies",
    "birthday": "08-12",
    "hobbies": "Sailing",
    "phobias": "Scopophobia",
    "saga": "tupi-and-his-hat",
    "age": "60",
    "height": "60",
    "faction": ""
  },
  {
    "order": "6",
    "name": "Llamarada",
    "key": "llamarada",
    "image": "llamarada",
    "personality": "Llamarada is a brave and protective spirit! It has a heart full of courage and never gives up, no matter how hard things get. It always wants to help others and believes in doing what's right, acting like a little light of hope for everyone around.\t",
    "appearance": "Llamarada is a magical llama with bright electric-blue fur and eyes that shimmer with rainbow colors. It's super brave, full of determination, and always ready to lend a helping hoof! It’s deeply connected to the magic of the Kingdom of Imaginaria and can create magical soap bubbles filled with tiny bits of magic that release mystical energies.\t",
    "motivations": "To protect Imaginaria and its friends, bring life back to its home, and beat the bad guys!",
    "color": "#0000FF",
    "food": "Berry Fruits",
    "birthday": "15-03",
    "hobbies": "Running and exploring ",
    "phobias": "Nyctophobia",
    "saga": "llamarada",
    "age": "??",
    "height": "100",
    "faction": ""
  },
  {
    "order": "7",
    "name": "Grayscale",
    "key": "grayscale",
    "image": "grayscale",
    "personality": "A melancholic and calculating figure who always looks for the darkest side of every situation. It takes delight in extinguishing the joy of those around it. Clever and manipulative, it’s both feared and misunderstood.\t",
    "appearance": "A dark, shifting cloud with blurry edges, as if it’s constantly evaporating. Its dim, lifeless eyes radiate cold indifference. Its presence feels heavy, almost as if it absorbs all the light nearby.\t",
    "motivations": "To bring sadness and darkness to the world, snuffing out joy and color everywhere it goes. It seeks to cover everything in an eternal mist of gloom and despair.\"",
    "color": "#808080",
    "food": "Vanilla Ice Cream ",
    "birthday": "07-11",
    "hobbies": "Watching Others",
    "phobias": "Colorfobia",
    "saga": "llamarada",
    "age": "??",
    "height": "Variable",
    "faction": "enemy"
  },
  {
    "order": "8",
    "name": "Kronar",
    "key": "kronar",
    "image": "kronar",
    "personality": "The Master of Temporal Darkness, an evil being determined to control time across Imaginaria. Cunning and manipulative, with an insatiable hunger for power. Banished long ago for meddling with the flow of time, but now returned with plans to freeze time and reshape the future.\t",
    "appearance": "A tall, slender figure wrapped in a black cloak that absorbs all light. Its face is hidden behind a rusty iron mask, and it wields a staff adorned with an hourglass. Its presence is commanding, radiating an aura of darkness and cold.\t",
    "motivations": "To control time across Imaginaria, freezing its flow to become the only one who can move freely and reshape the future as desired",
    "color": "#CCCCCC",
    "food": "Grilled Meat",
    "birthday": "31-10",
    "hobbies": "Dark Arts",
    "phobias": "Photofobia",
    "saga": "llamarada",
    "age": "150",
    "height": "200",
    "faction": "enemy"
  },
  {
    "order": "9",
    "name": "Azaroth",
    "key": "azaroth",
    "image": "azaroth",
    "personality": "An imposing yet kind-hearted demon. Despite a scary appearance, Azaroth is understanding and always ready to help, especially when teaching valuable lessons about responsibility and paying attention to details.\t",
    "appearance": "A tall, sturdy figure with reddish skin, curved horns, and glowing eyes. Despite the intimidating look, its expression is friendly, and its movements are calm and confident.\t",
    "motivations": "To teach important lessons, keep peace in the community, and make up for past mistakes.",
    "color": "#8B1A1A",
    "food": "Baked Apples ",
    "birthday": "06-06",
    "hobbies": "Playing Chess",
    "phobias": "Chronophobia",
    "saga": "",
    "age": "??",
    "height": "210",
    "faction": ""
  },
  {
    "order": "10",
    "name": "LightEater",
    "key": "lighteater",
    "image": "lighteater",
    "personality": "A lonely and melancholic figure shaped by his past and the consequences of his actions. While mysterious, deep down he seeks redemption and longs to reconnect with others.\t",
    "appearance": "A middle-aged man dressed in a long black coat and a wide-brimmed hat that hides his face. His eyes carry a deep sadness and longing.\t",
    "motivations": "To find a way to undo the effects of his invention and reconnect with humanity, sharing his story so others can learn from his mistakes",
    "color": "#4B0082",
    "food": "Rye Bread",
    "birthday": "01-11",
    "hobbies": "Walking in the forest",
    "phobias": "Photophobia ",
    "saga": "lighteater",
    "age": "45",
    "height": "180",
    "faction": ""
  },
  {
    "order": "11",
    "name": "Gregory",
    "key": "gregory",
    "image": "gregory",
    "personality": "He is patient, meticulous, and detail-oriented. He always seeks to help others finish pending tasks, standing out for his ability to solve problems calmly and precisely.",
    "appearance": "A middle-aged man with gray hair and serene eyes. He wears simple clothing and carries a backpack with tools as a symbol of his abilities.",
    "motivations": "To make a positive impact on people’s lives, helping them overcome their fear of failure and find satisfaction in completing what they start.",
    "color": "#5F9EA0",
    "food": "Whole wheat bread with honey",
    "birthday": "15-04",
    "hobbies": "Walking outdoors",
    "phobias": "Atelophobia",
    "saga": "the-finisher",
    "age": "42",
    "height": "175",
    "faction": ""
  },
  {
    "order": "12",
    "name": "Mr. Raphael",
    "key": "mr-raphael",
    "image": "raphael",
    "personality": "He is responsible and perceptive, always looking for ways to improve his surroundings. Although he often appears serious, his nature seeks balanced solutions to his community's problems.",
    "appearance": "A middle-aged man with dark hair, thick eyebrows, and an imposing posture. He wears a formal suit and carries an antique pocket watch.",
    "motivations": "To foster positive change in social dynamics, promoting justice and quality of life through responsible and thoughtful decisions.",
    "color": "#556B2F",
    "food": "Beef stew",
    "birthday": "22-09",
    "hobbies": "Reading",
    "phobias": "Tachophobia",
    "saga": "the-finisher",
    "age": "50",
    "height": "180",
    "faction": ""
  },
  {
    "order": "13",
    "name": "Laura",
    "key": "laura",
    "image": "laura",
    "personality": "She is creative, energetic, and ambitious. Her passion for architecture drives her to seek constant innovation, combining functionality and beauty in everything she does.",
    "appearance": "A young woman with black hair tied in a loose bun. Her eyes shine with intense focus, and she always carries blueprints and tools.",
    "motivations": "To build structures that stand the test of time, leaving a legacy of functional and artistic design for future generations.",
    "color": "#8B4513",
    "food": "Salad with walnuts",
    "birthday": "05-06",
    "hobbies": "Visiting museums",
    "phobias": "Atychiphobia",
    "saga": "the-finisher",
    "age": "28",
    "height": "165",
    "faction": ""
  },
  {
    "order": "14",
    "name": "Thomas",
    "key": "thomas",
    "image": "thomas",
    "personality": "He is curious, restless, and full of ideas. He always seeks to understand how things work, exploring his creativity through small inventions and experiments.",
    "appearance": "A boy with dark curly hair and eyes shining with enthusiasm. He usually wears comfortable clothes and carries a belt with small tools for his experiments.",
    "motivations": "To innovate in technology and create solutions that improve everyday life, aiming to leave a mark on the world with his creativity and enthusiasm.",
    "color": "#DAA520",
    "food": "Strawberry cookies",
    "birthday": "12-11",
    "hobbies": "Experimenting",
    "phobias": "Mechanophobia",
    "saga": "the-finisher",
    "age": "12",
    "height": "125",
    "faction": ""
  },
  {
    "order": "15",
    "name": "Noa",
    "key": "noa",
    "image": "noa",
    "personality": "She is curious, empathetic, and a dreamer. She tends to observe the world with wonder, always willing to learn and help others with a smile.",
    "appearance": "Of small stature, with light brown hair and a warm, reflective gaze. She usually wears clothing in shades of green and brown that seem to blend into the natural surroundings. Her cheeks are slightly rosy, and her posture conveys serenity.\n",
    "motivations": "She longs to understand the magic that resides in nature and to share it with those around her. She is driven by the search for hidden secrets in every corner of the forest, and tenderly hopes to awaken the same curiosity in other hearts.\n",
    "color": "#28998B",
    "food": "Forest berries with honey",
    "birthday": "21-04",
    "hobbies": "Collecting Fallen Leaves",
    "phobias": "Nyctophobia",
    "saga": "",
    "age": "8",
    "height": "100",
    "faction": ""
  },
  {
    "order": "16",
    "name": "Dice of Discord",
    "key": "dice-of-discord",
    "image": "dice-of-discord",
    "personality": "It has a deeply malicious and whimsical personality. Although it lacks human emotions, it enjoys watching the balance crumble and chaos consume others. It has no loyalties or empathy, acting only in its own interest: to unleash absolute disorder. Its voice, if ever heard, sounds like a distorted whisper bringing omens of ruin. It lives feeding off the suffering and despair of its victims, and its nature prevents it from understanding the beauty of order or hope.",
    "appearance": "It is a colossal cube-shaped entity, hundreds of meters tall. Its surface is covered in a deep black with purple flashes, as if fragments of the cosmos were trapped in its structure. Each of its faces, titanic and threatening, is adorned with arcane symbols of calamities: loss, hopelessness, war, disease, betrayal, and ruin. When it moves, it produces a roar as if reality itself were being torn apart, leaving a trail of shadows and an aura that blocks light around it.",
    "motivations": "Its main motivation is to destroy balance and spread chaos wherever it goes. It delights in the misfortune of others, as every tear shed and every broken hope feeds its power. It seeks to corrupt any form of order and harmony, especially manifesting in moments of uncertainty and doubt. To it, chance is not fun: it is a tool of destruction. It dreams of all existence falling into a state of total entropy, where absolute randomness reigns and endless despair prevails.",
    "color": "#1B0033",
    "food": "Dry Tears",
    "birthday": "07-02",
    "hobbies": "Manipulate Fate ",
    "phobias": "Harmoniafobia",
    "saga": "",
    "age": "3000",
    "height": "Enormous ",
    "faction": "enemy"
  },
  {
    "order": "17",
    "name": "458",
    "key": "458",
    "image": "458",
    "personality": "He is a kind and empathetic robot whose emotional understanding contrasts with his metallic appearance. Curious and deeply valuing connection with others—be it humans or animals—his “futuristic” heart allows him to experience genuine emotions, making him exceptionally compassionate. Though analytical and logical, his gentle nature drives him to seek peaceful and creative solutions. His loyalty is unwavering, and he always strives to help those around him without expecting anything in return",
    "appearance": "It has a sturdy yet friendly design, with a rounded metallic frame that softens its robotic appearance. Its large, glowing head features screens that mimic expressive, bright eyes, giving it an endearing look. The number \"458\" glows on its chest, and bluish accents decorate its joints and limbs. Its small, compact size allows it to move nimbly, while subtle wheels help it glide smoothly over any terrain. Its appearance inspires both trust and warmth.",
    "motivations": "Its main motivation is to create a world where technology and nature coexist in harmony. It dreams of being a bridge between the two, helping to repair and protect the environment. Additionally, 458 seeks purpose in an ever-changing world: to understand the essence of humanity and love beyond its programming. It has a strong desire to learn and grow, leaving a positive impact on every living being it encounters. This drives it to explore the very meaning of life",
    "color": "#5FA8D3",
    "food": "Used Oil",
    "birthday": "04-05",
    "hobbies": "Ornitología",
    "phobias": "Hidrophobia",
    "saga": "robot-458",
    "age": "237",
    "height": "65",
    "faction": ""
  },
  {
    "order": "18",
    "name": "Black Moth",
    "key": "black-moth",
    "image": "black-moth",
    "personality": "Mysterious and clever, this character stands out for sharp insight and the ability to move effortlessly through the shadows. Quick thinking helps them stay ahead of any situation, wrapping everything in an aura of mystery. Despite a somewhat spooky appearance, they have a peculiar, dark sense of humor that often leaves others puzzled. There's a dangerous calmness about them, as if they know more than they let on.",
    "appearance": "With a slender figure dressed in dark clothing, their outfit is adorned with feathers and worn details that seem to shift with the wind. A tall hat crowned with drooping feathers and bright crimson-lensed goggles give them an eerie, otherworldly look. Their face is often partially hidden, and their body blends into the darkness, making them seem like a winged shadow.",
    "motivations": "Their greatest motivation is to maintain balance between the shadowy world and the visible reality. Acting as a guardian of secrets and forgotten time, they strive to protect fragments of stories that, if lost, could change the world’s course. They also yearn to remain free from constraints others try to impose, defending their independence above all else.",
    "color": "#4E2E4E",
    "food": "Nectar from night-blooming flowers",
    "birthday": "14 - 05",
    "hobbies": "Collecting forgotten dreams",
    "phobias": "Nyctohylophobia ",
    "saga": "",
    "age": "???",
    "height": "185",
    "faction": ""
  },
  {
    "order": "19",
    "name": "Rickyteen",
    "key": "rickyteen",
    "image": "rickyteen",
    "personality": "A curious and cheerful little cave boy, full of energy and always eager to explore the world around him. His adventurous spirit and innocence make him charming and easy to connect with. He has a vivid imagination and gets excited over the tiniest details, spinning stories about the things he observes. Although he sometimes drifts off into his thoughts, he remains optimistic and persistent.",
    "appearance": "He's a short child with dark brown, messy, and wild hair, giving him a rugged look. His big green eyes constantly sparkle with wonder and curiosity. He wears a garment made of animal skin with uneven spots, typical of his cave-dwelling times. His slightly tanned skin, freckled cheeks, and wide, infectious smile complete his appearance. His small hands are often dusty and clutching interesting objects he picks up.",
    "motivations": "Beyond counting stones and playing, he dreams of understanding the world. He longs to discover what lies beyond the mountains and rivers he knows. His greatest motivation is to connect with his surroundings and collect stories to share with his clan, becoming a storyteller who preserves the tribe’s knowledge. The desire to leave a legacy fuels his curiosity and bravery.",
    "color": "#8B6E4E",
    "food": "Lotus root",
    "birthday": "16-03",
    "hobbies": "Counting cave shadows",
    "phobias": "Sciaphobia ",
    "saga": "",
    "age": "7",
    "height": "90",
    "faction": ""
  },
  {
    "order": "20",
    "name": "Lluc",
    "key": "lluc",
    "image": "lluc",
    "personality": "Lluc is a curious and brave boy. He has a pure heart and a restless mind, always eager to discover the unknown. His spirit is adventurous and kind.",
    "appearance": "A small boy with wavy brown hair and large eyes that reflect his innocence and determination. He wears simple clothes, perfect for exploring the fields.",
    "motivations": "Driven by a desire to explore the world and discover their purpose in life, guided by the bonds of friendship and a determination to help those around them, regardless of the challenges.",
    "color": "#D1B48C",
    "food": "Sweet almonds",
    "birthday": "07-04",
    "hobbies": "Hunt clouds with curious shapes",
    "phobias": "Nyctohylophobia",
    "saga": "",
    "age": "8",
    "height": "130",
    "faction": ""
  },
  {
    "order": "21",
    "name": "Almond Dragon",
    "key": "almond-dragon",
    "image": "almond-dragon",
    "personality": "The dragon is calm, wise, and protective. It lives in harmony with nature, always observing and patiently guiding those who seek hope or answers.",
    "appearance": "A majestic dragon with golden and caramel scales that resemble toasted almonds. Its massive green eyes radiate calm and understanding, while its wings are elegant and soft",
    "motivations": "Committed to preserving the peace and beauty of their home, they act as a guardian of nature and a protector of those who show purity and courage.",
    "color": "#E5A85C",
    "food": "Flower nectar",
    "birthday": "23-09",
    "hobbies": "Create melodies by blowing the wind",
    "phobias": "Ancraophobia ",
    "saga": "",
    "age": "Ancestral",
    "height": "350",
    "faction": ""
  },
  {
    "order": "23",
    "name": "Charlotte Cockroach",
    "key": "charlotte-cockroach",
    "image": "charlotte",
    "personality": "This little cockroach is bold and curious, always on the lookout for new adventures in the garden. Her excitement and energy are contagious. Even though her enthusiasm sometimes causes small mishaps, she’s always ready to help her friends and learn from her experiences. Her adventurous spirit drives her to explore unknown places and face challenges with courage.",
    "appearance": "A curious creature with an exoskeleton that shimmers in shades ranging from dark brown to golden highlights under the moonlight. Its emerald-green eyes reflect boundless curiosity. It often wears a tiny hat made from a folded oak leaf and red rose petal boots that fit its tiny feet perfectly.",
    "motivations": " Driven by a desire to uncover all the secrets and wonders the world has to offer, their passion for exploration pushes them to discover new places and creatures. They are always eager to learn and share their experiences with the other garden inhabitants. Their biggest motivation is to live a life full of discoveries and friendships.",
    "color": "#8B4513",
    "food": "Flower nectar",
    "birthday": "15-06",
    "hobbies": "Practice tap dance",
    "phobias": "Sciaphobia",
    "saga": "charlotte-cockroach",
    "age": "8",
    "height": "8",
    "faction": ""
  },
  {
    "order": "24",
    "name": "Zetsy",
    "key": "zetsy",
    "image": "zetsy",
    "personality": "This cockroach is happy and optimistic, known for her great sense of humor and ability to find the fun in every situation. Despite losing one of her legs, she stays positive and has adapted by developing her own unique way of moving. Her resilience and creativity inspire the other garden creatures.",
    "appearance": "A resourceful little creature with a light brown exoskeleton and amber highlights. Its bright hazel eyes are full of mischief and joy. It sports a small silk-thread bow on one of its antennae and, despite missing a leg, moves with elegance and skill, showcasing its adaptability and indomitable spirit.",
    "motivations": " Focused on spreading joy and optimism throughout the garden, their goal is to prove that adversity can be overcome with a positive attitude and that our differences make us unique. They are passionate about organizing community events where everyone can laugh and enjoy, strengthening the bonds of friendship within the community.",
    "color": "#A0522D",
    "food": "Exotic fruits",
    "birthday": "22-08",
    "hobbies": "Tell jokes ",
    "phobias": "Atelofobia ",
    "saga": "charlotte-cockroach",
    "age": "7",
    "height": "9",
    "faction": ""
  },
  {
    "order": "25",
    "name": "Liana",
    "key": "liana",
    "image": "liana",
    "personality": "This cockroach is determined and full of dreams, looking up to her sister Carlota with deep admiration. She wants to find her own path and shine in her own way. Her love for climbing and her goal to reach new heights reflect her ambitious spirit and her bravery in facing unknown challenges.",
    "appearance": "An adventurous creature with a soft brown exoskeleton tinged with golden hues. Its honey-colored eyes reflect a deep yearning for exploration. It wears a small rope made of plant fibers around its body, symbolizing its love for climbing and adventure. Its upright posture and constantly twitching antennae reveal its ever-alert and curious nature.",
    "motivations": " Aspiring to become the best climber in the garden, they seek to explore unexplored territories and uncover hidden secrets in the heights. Their greatest wish is to inspire others to pursue their dreams, no matter how unattainable they may seem, showing that with determination and effort, any goal is possible",
    "color": "#CD853F",
    "food": "Wildflower nectar",
    "birthday": "10-05",
    "hobbies": "Map new routes",
    "phobias": "Bathofobia",
    "saga": "charlotte-cockroach",
    "age": "6",
    "height": "7",
    "faction": ""
  },
  {
    "order": "26",
    "name": "Malkidian",
    "key": "malkidian",
    "image": "malkidian",
    "personality": "Malkidian is arrogant, cunning, and deeply obsessed with control. He despises chaos and imagination that he cannot bend to his will, finding freedom in stories abhorrent. He revels in power and takes delight in dismantling the beauty and magic of narratives, showcasing a dry, ironic wit and unyielding determination",
    "appearance": "A looming figure draped in flowing black robes that shimmer like liquid void, Malkidian’s presence is chilling. His hat is adorned with pitch-black feathers, and beneath his hood glows a fiery, otherworldly grin that never fades. The Word-Absorbing Quill he wields seems alive, dripping ink that vanishes before touching the ground",
    "motivations": "Malkidian yearns to master not only stories but the very essence of creativity itself. His ultimate goal is to empty the imagination of the world, making it submit entirely to his control, leaving only his vision of sterile order. His mission is relentless, fueled by disdain for the free nature of art and storytelling",
    "color": "#5C004D",
    "food": "Ink-candied vowels",
    "birthday": "13-10",
    "hobbies": "Collecting erased adjectives",
    "phobias": "Mythophobia\t",
    "saga": "",
    "age": "423",
    "height": "195",
    "faction": "enemy"
  }
]