[
  {
    "order": "1",
    "name": "The Life of Eloy",
    "key": "the-life-of-eloy",
    "youtube": "PLW83oZeNwbljmFtU-6hJWNKqyrisA-Z7n",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwbljmFtU-6hJWNKqyrisA-Z7n",
    "description": "Hello everyone! Welcome to the wonderful collection of stories from \"The Life of Eloy,\" where the impossible becomes reality thanks to our beloved Grandpa Eloy. With his charismatic smile and his unmistakable hat full of feathers and medals of every color, Eloy transports us to incredible times and places with his curious grandkids.\n\nEach night, around the crackling fireplace, Eloy recounts his fantastic adventures with such conviction that it's impossible not to believe he actually lived them. In his world, history comes alive in an amazing way and is always filled with fun and surprising moments."
  },
  {
    "order": "2",
    "name": "Llamarada",
    "key": "llamarada",
    "youtube": "PLW83oZeNwblhIooMTVbTFuhE-aOxqUVRR",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwblhIooMTVbTFuhE-aOxqUVRR",
    "description": "The saga of Llamarada narrates the thrilling adventures of a llama with electric blue fur and magical powers. In a world full of magical creatures, Llamarada faces challenges that test her bravery and determination. Throughout her journey, she encounters fantastic beings such as fairies, mermaids, and unicorns, while battling dark forces that threaten to steal colors, dreams, and joys. The series celebrates friendship, courage, and magic, taking us through worlds full of wonders and mysteries."
  },
  {
    "order": "3",
    "name": "Luna and Physics",
    "key": "luna-and-physics",
    "youtube": "PLW83oZeNwblgdZI5iP8kpEfuuOKA30omb",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwblgdZI5iP8kpEfuuOKA30omb",
    "description": "Join Luna in the series Luna and Physics, where this young adventurer uses her love for physics to teach young children scientific concepts in a fun and accessible way. Luna turns science into a magical world full of discoveries and learning. Ideal for curious kids and future scientists."
  },
  {
    "order": "4",
    "name": "CRT",
    "key": "crt",
    "youtube": "PLW83oZeNwbliwYx5XSaPARP-m3VISoExw",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwbliwYx5XSaPARP-m3VISoExw",
    "description": "Dive into the thrilling adventures of the \"Cat Recovery Team\" (CRT), where every mission is a blend of incredible challenges and magical surprises. From rescuing a lost jaguar to unraveling secrets in abandoned mansions, our brave agents make sure every feline finds its perfect home. Perfect for cat lovers, fantasy fans, and mystery enthusiasts. Join the CRT and experience unforgettable stories that will keep you on the edge of your seat."
  },
  {
    "order": "5",
    "name": "The Finisher",
    "key": "the-finisher",
    "youtube": "PLW83oZeNwbliQDTHW72BstEAhyRRkqoSU",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwbliQDTHW72BstEAhyRRkqoSU",
    "description": "Dive into the saga of \"The Finisher,\" where Gregory, with his unique gift, brings closure to unfinished projects in a city plagued by fears and chaos. By teaching others to overcome their fear of failure, he transforms lives and celebrates each ending as a new beginning. Join Gregory and experience the power of happy endings!"
  },
  {
    "order": "6",
    "name": "Charlotte Cockroach",
    "key": "charlotte-cockroach",
    "youtube": "PLW83oZeNwbliisgpdrLTGvXOq_5od24a3",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwbliisgpdrLTGvXOq_5od24a3",
    "description": "Discover the exciting adventures of Charlotte Cockroach, a fearless explorer who transforms her tiny world with bravery and curiosity. From solving mysteries in a secret-filled basement to facing a magical mud rain, Charlotte shows that with a little courage, any cockroach can be a hero. Join Charlotte on her unforgettable and magical adventures!"
  },
  {
    "order": "7",
    "name": "Paco the Dreamy Peanut",
    "key": "paco-the-dreamy-peanut",
    "youtube": "PLW83oZeNwblj6-weMC5-8FKNwaNU91dth",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwblj6-weMC5-8FKNwaNU91dth",
    "description": "In the sagas \"Paco the Dreamer Peanut,\" follow the wonderful adventures of Paco, a peanut with an imagination without limits. Paco discovers the power of dreams thanks to the Singing Moon, embarking on incredible nocturnal journeys where he explores seas of butter, islands of golden cookies, and faces gingerbread dragons. Through his dreams, Paco learns to appreciate both the adventurous dreamworld and the beauty of real life, finding the perfect balance between the two worlds"
  },
  {
    "order": "8",
    "name": "Legends",
    "key": "legends",
    "youtube": "PLW83oZeNwbliJUUTTUXf-qJWzJwKT_vFy",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwbliJUUTTUXf-qJWzJwKT_vFy",
    "description": "Have you ever heard of those legends that are passed down from person to person? Those ancient and mysterious stories that change and evolve with each storyteller until they become something completely new and magical. In this series, you'll discover tales that come to life, where heroes and villains, fantastic creatures, and forgotten kingdoms will transport you to worlds full of wonder and enchantment. Each story is a window to the unknown, an invitation to dream and let yourself be swept away by the magic of words. Dive into the \"Legends\" and be enchanted by stories that transcend time and reality."
  },
  {
    "order": "9",
    "name": "LightEater",
    "key": "lighteater",
    "youtube": "PLW83oZeNwblj3yFK4oCFIbkq_js37INme",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwblj3yFK4oCFIbkq_js37INme",
    "description": "In the saga \"The LightEater,\" follow the mysterious story of Emiliano, a brilliant scientist who invents a device capable of absorbing and storing light. Over time, this invention transforms his life, turning him into the enigmatic LightEater, a figure who roams the streets absorbing light to protect his creation from falling into the wrong hands. Through his adventures, the LightEater seeks redemption and understanding, shedding light on the importance of empathy and human connection."
  },
  {
    "order": "10",
    "name": "robot-458",
    "key": "robot-458",
    "youtube": "PLW83oZeNwblhYJdUV0XVOM4mKmLkPXOur",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwblhYJdUV0XVOM4mKmLkPXOur",
    "description": "Dive into the wonderful and heartwarming world of the \"458\" series, where you'll meet a little robot with a special heart. In a future where humans have disappeared, 458 and its robot friends discover secrets from the past and learn to live in harmony with nature. From rescuing an injured bird to solving ancient puzzles, each story is full of discoveries and lessons about friendship, bravery, and the power to make the world a better place."
  },
  {
    "order": "11",
    "name": "Tupi and His Hat",
    "key": "tupi-and-his-hat",
    "youtube": "PLW83oZeNwblgTdXgBlmjgnD3IjBZWYxQN",
    "link": "https://www.youtube.com/playlist?list=PLW83oZeNwblgTdXgBlmjgnD3IjBZWYxQN",
    "description": "🌟 Welcome to the charming and funny adventures of Tupi, the tiny mischievous wizard! 🌟\n\nIn these stories, we follow the fun-filled journeys of Tupi, a little wizard only 2 feet tall, with big shiny eyes and a permanent stitched-on smile. Tupi, always curious and playful, ends up in ridiculous situations thanks to his magical hat, a huge, pointy thing that has a life of its own and a twisted sense of humor.\n\nJoin Tupi and his hat on their travels through the Whispering Woods, a mysterious place where the trees seem to whisper secrets and giggle at anyone who passes by. Here, Tupi uses his spells to undo the pranks his hat causes and overcome the challenges they face.\n\nAfter each adventure, Tupi always returns to his cozy little cottage, where he takes a break and gets ready for the next mischief. With a funny tone and magical moments, this saga promises lots of laughter and fun for everyone. Don’t miss it!"
  }
]